/* default name for first the mapping */
"(default)" = "(默认)";

/* Magic string to trigger automatic mapping renames. It should look like an identifier rather than normal word, with the @ on the front. */
"@Application" = "@Application";

/* axis name */
"axis %d" = "轴 %d";

/* axis high trigger */
"axis high" = "高";

/* axis low trigger */
"axis low" = "低";

/* button name */
"button %d" = "按键 %d";

/* button to cancel import */
"cancel import" = "取消";

/* keyboard key */
"Caps Lock" = "大写锁定";

/* menu item text to disable event simulation */
"Disable" = "不可用";

/* menu item text to enable event simulation */
"Enable" = "可用";

/* shown when user must enter a key code to map to */
"enter key code" = "输入一个按键 (e.g. 0x2A)";

/* hat switch down state */
"hat down" = "下";

/* hat switch left state */
"hat left" = "左";

/* hat switch right state */
"hat right" = "右";

/* hat switch name */
"hat switch %d" = "Hat Switch %d";

/* hat switch up state */
"hat up" = "上";

/* button to merge imported mappings */
"import and merge" = "合并";

/* Explanation of import conflict */
"import conflict in %@" = "该文件包含您已经在 \"%@\". 中映射的输入。您是要合并它们并替换您现有的映射，还是将其作为单独的映射导入？";

/* Title of import conflict alert */
"import conflict prompt" = "替换现有映射？";

/* button to import as new mapping */
"import new mapping" = "新映射";

/* keyboard key */
"Insert" = "插入";

/* shown when the user types an invalid key code */
"invalid key code" = "键码必须是小的十六进制数 (e.g. 0xA2)";

/* error when imported file was JSON but not a mapping */
"invalid mapping file" = "这不是有效的映射文件";

/* unknown key code */
"key 0x%x" = "按键 0x%x";

/* numeric pad key */
"Key Pad *" = "键盘 *";

/* numeric pad key */
"Key Pad +" = "键盘 +";

/* numeric pad key */
"Key Pad -" = "键盘 -";

/* numeric pad key */
"Key Pad ." = "键盘 .";

/* numeric pad key */
"Key Pad /" = "键盘 /";

/* numeric pad key */
"Key Pad ," = "键盘 ,";

/* numeric pad key */
"Key Pad 0" = "键盘 0";

/* numeric pad key */
"Key Pad 1" = "键盘 1";

/* numeric pad key */
"Key Pad 2" = "键盘 2";

/* numeric pad key */
"Key Pad 3" = "键盘 3";

/* numeric pad key */
"Key Pad 4" = "键盘 4";

/* numeric pad key */
"Key Pad 5" = "键盘 5";

/* numeric pad key */
"Key Pad 6" = "键盘 6";

/* numeric pad key */
"Key Pad 7" = "键盘 7";

/* numeric pad key */
"Key Pad 8" = "键盘 8";

/* numeric pad key */
"Key Pad 9" = "键盘 9";

/* numeric pad key */
"Key Pad =" = "键盘 =";

/* keyboard key */
"Left ⌘" = "左 ⌘";

/* keyboard key */
"Left ⌃" = "左 ⌃";

/* keyboard key */
"Left ⌥" = "左 ⌥";

/* keyboard key */
"Left ⇧" = "左 ⇧";

/* menu item when mappings list overflows */
"mapping overflow %lu" = "(还有 %lu …)";

/* keyboard key */
"Menu" = "菜单";

/* keyboard key */
"Right ⌘" = "右 ⌘";

/* keyboard key */
"Right ⌃" = "右 ⌃";

/* keyboard key */
"Right ⌥" = "右 ⌥";

/* keyboard key */
"Right ⇧" = "右 ⇧";

/* name for new mappings */
"Untitled" = "无标题";
